Repository: mapkyca/Known2FA
Catalog: languages/*/LC_MESSAGES/twofactorauth.po
Languages: de_de

source: Two Factor Authentication
de_de: Zwei-Faktor-Authentifizierung

source: Welcome back!
de_de: Willkommen zurück!

source: Sign in
de_de: Anmelden

source: This account requires Two Factor Authentication, please use a tool such as Google Authenticator to generate your access code:
de_de: Für dieses Konto ist eine Zwei-Faktor-Authentifizierung erforderlich, verwenden Sie bitte ein Tool wie Google Authenticator, um Ihren Zugriffscode zu generieren:

source: 2fa Code
de_de: Zugriffscode

source: Continue...
de_de: Weiter...

source: Disable Two Factor Authentication
de_de: Deaktivierung der Zwei-Faktor-Authentifizierung

source: Please use the following seed value <strong>%s</strong>, or point your authenticator (e.g. Google Authenticator) at the following QR code.
de_de: Bitte verwenden Sie den folgenden Startwert <strong>%s</strong> oder verweisen Sie Ihren Authentifikator (z.B. Google Authenticator) auf den folgenden QR-Code.

source: Enable Two Factor Authentication (recommended)
de_de: Aktivieren der Zwei-Faktor-Authentifizierung (empfohlen)

source: Enable 2FA
de_de: Aktivieren der Zwei-Faktor-Authentifizierung

source: Two factor authentication is a way of adding extra security to your account. Before you can use it you'll need a authentication tool such as Google Authenticator for your phone.
de_de: Die Zwei-Faktor-Authentifizierung ist eine Möglichkeit, Ihrem Konto zusätzliche Sicherheit zu geben. Bevor Sie es verwenden können, benötigen Sie ein Authentifizierungstool wie Google Authenticator für Ihr Handy.
